Repository: wpexpertsio/password-protected
Catalog: languages/password-protected-*.po
Languages: ar, ca, el, fa_ir, nl_nl, pl_pl, ru_ru, tr_tr

source: Feeds are not available for this site. Please visit the <a href="%s">website</a>.
ar: الخلاصات غير متاحة لهذا الموقع. من فضلك قم بزيارة <a href="%s">الموقع</a>
el: Δεν υπάρχουν διαθέσιμα κανάλια για αυτό τον ιστότοπο. Παρακαλώ επισκεφθείτε τον <a href="%s">ιστότοπο</a>.
fa_ir: اس اس برای این سایت در دسترس نیست. لطفا بازدید را <a href="%s"> وب سایت</a>.
nl_nl: Feeds zijn niet beschikbaar voor deze site. Bezoek de <a href="%s">website</a>.
pl_pl: Kanały RSS nie są dostępne dla tej strony. Więcej informacji pod poniższym <a href="%s">linkiem</a>.
ru_ru: Каналы недоступны для этого сайта. Пожалуйста, посетите <a href="%s">вебсайт</a>.
tr_tr: Beslemeler bu site için mevcut değil. Lütfen <a href="%s">site</a>yi ziyaret edin.

source: Incorrect Password
ar: كلمة مرور غير صحيحة.
el: Λάθος συνθηματικό
fa_ir: رمز عبور نادرست
nl_nl: Onjuist wachtwoord
pl_pl: Nieprawidłowe hasło
ru_ru: Неверный пароль.
tr_tr: Hatalı Parola

source: The Password Protected plugin does not work with WP Engine hosting. Please disable it.
ar: إضافة الحماية بكلمة مرور لا تعمل مع خدمة استضافة WP Engine. من فضلك قم بتعطيلها.
el: Το πρόσθετο Έχει Συνθηματικό δε λειτουργεί με τη Μηχανή φιλοξενίας WP. Παρακαλώ απενεργοποιήστε το.
tr_tr: Password Protected eklentisi WP Engine host ile çalışmaz. Lütfen devredışı bırakın.

source: Password Protected
ar: محمي بكلمة مرور
ca: Protecció amb contrasenya
el: Έχει συνθηματικό
fa_ir: رمزدار
nl_nl: Bescherm met wachtwoord
pl_pl: Zabezpieczenie hasłem
ru_ru: Защищено паролем

source: Password Protected Settings
ar: إعدادات الحماية بكلمة مرور
ca: Configuració de protecció amb contrasenya
el: Ρυθμίσεις Προστατευμένου Συνθηματικού
fa_ir: رمز عبور تنظیمات حفاظت شده
nl_nl: Instellingen bescherm met wachtwoord
pl_pl: Ustawienia wtyczki
ru_ru: Настройки Password Protected
tr_tr: Password Protected Ayarları

source: Save Changes
ar: حفظ التغييرات
ca: Desa els canvis
el: Αποθήκευση αλλαγών
fa_ir: ذخیره تغییرات
nl_nl: Wijzigingen opslaan
pl_pl: Zapisz zmiany
ru_ru: Сохранить изменения
tr_tr: Değişiklikleri Sakla

source: <p><strong>Password Protected Status</strong><br />Turn on/off password protection.</p>
ar: <p><strong>حالة الحماية بكلمة مرور</strong><br />فعّل/عطّل الحماية بكلمة مرور.</p>
el: <p><strong>Κατάσταση Έχει Συνθηματικό</strong><br />Ενεργοποιήστε/Απενεργοποιήστε την προστασία συνθηματικού.</p>
nl_nl: <p><strong>Wachtwoordsbeschermingsstatus</strong><br />Schakel wachtwoordbeveiliging in of uit.</p>
pl_pl: <p><strong> Status zabezpieczeń</strong><br />Włącz lub wyłącz zabezpieczenie hasłem.</p>
tr_tr: <p><strong>Password Protected Durumu</strong><br />Parola koruması aç/kapa.</p>

source: <p><strong>Protected Permissions</strong><br />Allow access for logged in users and administrators without needing to enter a password. You will need to enable this option if you want administrators to be able to preview the site in the Theme Customizer. Also allow RSS Feeds to be accessed when the site is password protected.</p>
ar: <p><strong>صلاحيات المحمي</strong><br />السماح بالدخول للمستخدمين المسجلين و المديرين دون الحاجة لإدخال كلمة مرور. عليك تفعيل هذا الخيار إذا أردت تمكين المديرين من معاينة الموقع في مخصص القوالب. السماح أيضاً بالدخول إلى الخلاصات RSS عندما يكون الموقع محمي بكلمة مرور.</p>
el: <p><strong>Προστατευμένη Πρόσβαση</strong><br />Επιτρέπεται η πρόσβαση για συνδεδεμένους χρήστες και διαχειριστές χωρίς να χρειάζεται να εισάγουν συνθηματικό. Θα χρειαστεί να ενεργοποιήσετε αυτή την επιλογή αν θέλετε οι διαχειριστές να μπορούν να κάνουν προεπισκόπηση του ιστότοπου στον Προσαρμογέα Θέματος. Επίσης επιτρέπεται η πρόσβαση RSS Feeds όταν ο ιστότοπος έχει συνθηματικό.</p>
pl_pl: <p><strong>Wyjątki</strong><br />Zezwól administratorom i/lub zalogowanym użytkownikom na dostęp bez konieczności podawania hasła. Ta opcja musi być włączona aby administratorzy mieli możliwość podglądu strony w edytorze motywów. Dodatkowo, kanały RSS również mogą być dostępne bez hasła.</p>

source: <p><strong>Password Fields</strong><br />To set a new password, enter it into both fields. You cannot set an `empty` password. To disable password protection uncheck the Enabled checkbox.</p>
ar: <p><strong>حقول كلمة المرور</strong><br /> لتعيين كلمة سر جديدة ادخلها في كلا المربعين. لا يمكنك تعيين خانة فارغة لكلمة المرور. لتعطيل الحماية بكلمة المرور قم بإلغاء الإختيار تفعيل كلمة المرور. </p>
el: <p><strong>Πεδία Συνθηματικού</strong><br />Για να ρυθμίσετε νέο συνθηματικό, εισάγετέ το και στα δύο πεδία. Δεν μπορείτε να ορίσετε ένα "κενό" συνθηματικό. Για να απενεργοποιήσετε την προστασία συνθηματικού απο-επιλέξτε το Ενεργοποιημένο πλαίσιο.</p>
fa_ir: زمینه رمز عبور <P> <STRONG> </ قوی> <br /> برای تنظیم رمز عبور جدید، آن را به هر دو زمینه را وارد کنید. شما می توانید `خالی` رمز عبور رمز عبور خود را فراموش کرده اید؟ تنظیم نیست. برای غیر فعال کردن حفاظت از رمز عبور برداشتن تیک چک باکس گزینه را فعال کنید. </ P>
nl_nl: <p><strong>Wachtwoordvelden</strong><br />Om een wachtwoord in te stellen, voer het in beide velden in. Je kunt geen `leeg` wachtwoord instellen. Om wachtwoordbescherming uit te zetten, vink Ingeschakeld uit.</p>
pl_pl: <p><strong>Pola z hasłem</strong><br />Aby ustawić lub zmienić hasło, uzupełnij oba pola. Hasło nie może być puste. Jeśli chcesz wyłączyć hasło, odznacz opcję "Włączone" w statusie zabezpieczeń.</p>
ru_ru: <p><strong>Поля паролей</strong><br />Чтобы установить новый пароль, введите его в оба поля. Вы не можете установить "пустой" пароль. Чтобы выключить защиту паролем, снимите галочку в пункте Включено.</p>

source: Password Protected Status
ar: حالة الحماية بكلمة مرور
ca: Estat de protecció per contrasenya
el: Κατάσταση Έχει Συνθηματικό
fa_ir: وضعیت حفاظت رمز عبور
nl_nl: Wachtwoordsbeschermingsstatus
pl_pl: Status zabezpieczeń
ru_ru: Статус Password Protected
tr_tr: Password Protected Durumu

source: Protected Permissions
ar: صلاحيات المحمي
el: Προστατευμένη Πρόσβαση
nl_nl: Beschermde Rechten
pl_pl: Wyjątki
tr_tr: Koruma Altındaki İzinler

source: New Password
ar: كلمة المرور الجديدة
ca: Contrasenya nova
el: Νέο συνθηματικό
fa_ir: رمز تازه
nl_nl: Nieuw wachtwoord
pl_pl: Nowe hasło
ru_ru: Новый пароль
tr_tr: Yeni Parola

source: New password not saved. When setting a new password please enter it in both fields.
ar: كلمة المرور الجديدة لم تحفظ. عند تعيين كلمة مرور جديدة من فضلك ادخلها في كلا المربعين.
ca: La nova contrasenya no ha estat desada. A l'hora de configurar la contrasenya, introdueix-la als dos camps.
el: Το νέο συνθηματικό δεν αποθηκεύτηκε. Όταν ρυθμίζετε νέο συνθηματικό παρακαλούμε να το εισάγετε και στα δύο πεδία.
fa_ir: رمز عبور جدید ذخیره نشده. هنگامی که یک رمز عبور جدید لطفا آن را در هر دو زمینه را وارد کنید.
nl_nl: Nieuw wachtwoord niet opgeslagen. Vul bij het instellen van een nieuw wachtwoord beide velden in.
pl_pl: Nie udało się zmienić hasła. Proszę wpisać hasło w obu polach.
ru_ru: Новый пароль не сохранён. Когда устанавливаете новый пароль, пожалуйста, введите его в оба поля.
tr_tr: Yeni parola kaydedilemedi. Lütfen yeni parola ayarlarken her iki alanı da doldurun.

source: New password not saved. Password fields did not match.
ar: كلمة المرور الجديدة لم تحفظ. الخانتين غير متطابقين
ca: La nova contrasenya no ha estat desada. Els camps no coincideixen.
el: Το νέο συνθηματικό δεν αποθηκεύτηκε. Τα πεδία συνθηματικού δεν ταιριάζουν.
fa_ir: رمز عبور جدید ذخیره نشده.زمینه های رمز عبور مطابقت ندارد.
nl_nl: Nieuw wachwoord niet opgeslagen. De wachtwoordvelden komen niet overeen.
pl_pl: Nie udało się zmienić hasła. Hasło i jego potwierdzenie muszą być identyczne.
ru_ru: Новый пароль не сохранён. Поля паролей не совпадают.
tr_tr: Yeni parola kaydedilemedi. Parolalar uyuşmuyor.

source: New password saved.
ar: تم حفظ كلم المرور الجديدة
ca: La nova contrasenya ha estat desada.
el: Το νέο συνθηματικό αποθηκεύτηκε.
fa_ir: رمز عبور جدید را نجات داد.
nl_nl: Nieuw wachtwoord opgeslagen.
pl_pl: Hasło zostało zmienione.
ru_ru: Новый пароль сохранён.
tr_tr: Yeni parola kaydedildi.

source: Password protect your web site. Users will be asked to enter a password to view the site.
ar: قم بحماية موقعك بكلمة مرور. سيتم سؤال المستخدمين لإدخال كلمة المرور لمشاهدة الموقع.
ca: Protegeix per contrasenya la teva web: Els usuaris hauran d'introduir una contrasenya per veure la web.
el: Συνθηματικό προστατεύει τον ιστότοπό σας. Οι χρήστες θα ερωτηθούν να εισάγουν κωδικό για να δουν τον ιστότοπο.
fa_ir: رمز عبور محافظت از وب سایت خود را. کاربران خواسته خواهد شد که برای ورود به یک رمز عبور برای مشاهده سایت.
nl_nl: Bescherm je website met een wachtwoord. Gebruikers wordt een wachtwoord gevraagd om de site te zien.
pl_pl: Zabezpiecz swoją stronę hasłem. Aby wyświetlić zawartość strony, użytkownicy będą musieli wprowadzić hasło.
ru_ru: Пароль защищает ваш вебсайт. Пользователей попросят ввести пароль, чтобы они увидели сайт.
tr_tr: Web sitenizi parola ile koruyun. Kullanıcıların siteyi görüntüleyebilmeleri için parola girmeleri istenir.

source: For more information about Password Protected settings, view the "Help" tab at the top of this page.
ar: لمزيد من المعلومات عن إعدادات حماية الموقع بكلمة سر, تفضل بزيارة تبويب" المساعدة" في أعلي هذه الصفحة.
ca: Per més informació sobre la configuració de protecció per contrasenya, consulta l'apartat "Ajuda" de la part superior d'aquesta pàgina.
el: Για περισσότερες πληροφορίες σχετικά με τις ρυθμίσεις Προστασίας Συνθηματικού, δείτε την καρτέλα "Βοήθεια" στην κορυφή αυτής της σελίδας.
fa_ir: برای کسب اطلاعات بیشتر در مورد تنظیمات حفاظت رمز عبور، مشاهده "راهنما" تب در بالای این صفحه.
nl_nl: Voor meer informatie over Bescherm met wachtwoord, kijk onder het "Help"-tabblad bovenaan deze pagina.
pl_pl: Więcej informacji o ustawieniach wtyczki dostępnych jest w zakładce "Pomoc" na górze strony.
ru_ru: Для большей информации о настройках Password Protected смотрите вкладку "Помощь" вверху этой страницы.
tr_tr: Password Protected ayarları ile ilgili daha fazla bilgi için bu sayfanın tepesindeki "Yardım" sekmesini görüntüleyin.

source: Enabled
ar: مفعل
ca: Activat
el: Ενεργοποιημένο
fa_ir: فعال
nl_nl: Ingeschakeld
pl_pl: Włączone
ru_ru: Доступен
tr_tr: Devrede

source: Allow Administrators
ar: السماح للمديرين
ca: Permetre administradors
el: Επιτρέπονται Διαχειριστές
fa_ir: اجازه می دهد مدیران
nl_nl: Sta beheerders toe
pl_pl: Wpuszczaj administratorów
ru_ru: Разрешить Администраторов
tr_tr: Yöneticilere İzin Ver

source: Allow Logged In Users
ar: السماح للمستخدمين المسجلين
el: Επιτρέπονται Συνδεδεμένοι Χρήστες
nl_nl: Sta het inloggen van gebruikers toe
pl_pl: Wpuszczaj zalogowanych użytkowników
tr_tr: Giriş Yapmış Kullanıcılara İzin Ver

source: Allow RSS Feeds
ar: السماح بعنوان الخلاصات RSS
ca: Permetre feeds RSS
el: Επιτρέπονται κανάλια RSS
fa_ir: اجازه می دهد آر اس اس
nl_nl: Sta RSS-feeds toe
pl_pl: Kanał RSS nie wymaga hasła
ru_ru: Разрешить RSS Каналы
tr_tr: RSS Beslemelerine İzin Ver

source: If you would like to change the password type a new one. Otherwise leave this blank.
ar: إذا أردت تغيير كلمة المرور فاكتب واحدة جديدة، وإلا فاترك المربعين فارغين
ca: Si voleu canviar la contrasenya, teclegeu-ne una de nova. Si no ho voleu, simplement deixeu-ho en blanc.
el: Αν θέλετε να αλλάξετε συνθηματικό, πληκτρολογήστε ένα νέο. Αλλιώς αφήστε κενό.
fa_ir: اگر می‌خواهید رمز کاربران را به‌روز کنید، رمز تازه را بنویسید. وگرنه آن را خالی بگذارید.
nl_nl: Typ een nieuw wachtwoord als je het wachtwoord wilt wijzigen. Vul anders niets in.
pl_pl: Jeżeli chcesz zmienić swoje hasło wprowadź tutaj nowe, w przeciwnym wypadku pozostaw to pole puste.
ru_ru: Если вы хотите поменять пароль, введите новый. Иначе оставьте поле пустым.
tr_tr: Parolayı değiştirmek istiyorsanız yeni bir tane yazın, istemiyorsanız boş bırakın.

source: Type your new password again.
ar: اكتب كلمة المرور الجديدة مرة أخرى
ca: Teclegeu la contrasenya nova una altra vegada.
el: Ξαναπληκτρολογήστε το νέο συνθηματικό.
fa_ir: رمز تازه‌ی خود را دوباره بنویسید.
nl_nl: Voer je nieuwe wachtwoord nogmaals in.
pl_pl: Wprowadź swoje nowe hasło ponownie.
ru_ru: Введите новый пароль повторно.
tr_tr: Yeni parolanızı tekrar yazın.

source: GitHub
ar: جيت هاب

source: Translate
ar: ترجم
el: Μεταφράστε
nl_nl: Vertalen
pl_pl: Przetłumacz
tr_tr: Çeviri Yap

source: Settings
ar: الإعدادات
ca: Opcions
el: Ρυθμίσεις
nl_nl: Instellingen
pl_pl: Ustawienia
tr_tr: Ayarlar

source: You have enabled password protection but not yet set a password. Please set one below.
ar: قمت بتفعيل الحماية بكلمة المرور و لكنك لم تقم بتعيين كلمة المرور بعد. من فضلك حدد واحدة بالأسفل.
ca: Heu activat la protecció amb contrasenya però no heu configurar cap contrasenya. Si us plau, introdueix-ne una més abaix.
el: Έχετε ενεργοποιήσει την προστασία συνθηματικού αλλά δεν έχετε ακόμη ορίσει συνθηματικό. Παρακαλώ ορίστε ένα παρακάτω.
fa_ir: حفاظت از رمز عبور را فعال کرده اید اما هنوز یک رمز عبور. لطفا یکی از زیر مجموعه.
nl_nl: Je hebt bescherming met wachtwoord ingeschakeld, maar nog geen wachtwoord ingesteld. Stel er hieronder een in.
pl_pl: Włączyłeś zabezpieczenie strony hasłem ale nie ustawiłeś hasła. Proszę wypełnić poniższe pola.
ru_ru: Вы включили защиту паролем, но пока не установили пароль. Пожалуйста, установите его внизу.
tr_tr: Parola korumasını devreye aldınız fakat henüz bir parola belirlemediniz. Lütfen aşğıdan bir tane belirleyin.

source: You have enabled password protection and allowed administrators and logged in users - other users will still need to enter a password to view the site.
ar: قمت بتفعيل الحماية بكلمة مرور و السماح للمديرين و المستخدمين المسجلين - باقي المستخدمين سيحتاجون لتسجيل الدخول لمشاهدة الموقع.
el: Έχετε ενεργοποιήσει την προστασία συνθηματικού και επιτρέπονται οι διαχειριστές και οι συνδεδεμένοι χρήστες - οι άλλοι χρήστες θα χρειάζεται να εισάγουν συνθηματικό για να δουν τον ιστότοπο.
nl_nl: Je hebt wachtwoordbescherming ingeschakeld en beheerders en ingelogde gebruikers toegestaan - Andere gebruikers zullen nog steeds een wachtwoord moeten invoeren om de site te bekijken.
tr_tr: Parola korumasını devreye aldınız ve yöneticilere ve giriş yapmış kullanıcılara izin verdiniz - diğer kullanıcılar siteyi görüntülemek için halen bir parola girmek zorundalar.

source: You have enabled password protection and allowed administrators - other users will still need to enter a password to view the site.
ar: قمت بتفعيل الحماية بكلمة مرور و السماح للمديرين فقط - باقي المستخدمين سيحتاجون لتسجيل الدخول لمشاهدة الموقع.
el: Έχετε ενεργοποιήσει την προστασία συνθηματικού και επιτρέπονται οι διαχειριστές - οι άλλοι χρήστες θα χρειάζεται να εισάγουν συνθηματικό για να δουν τον ιστότοπο
tr_tr: Parola korumasını devreye aldınız ve yöneticilere izin verdiniz - diğer kullanıcılar siteyi görüntülemek için halen bir parola girmek zorundalar.

source: You have enabled password protection and allowed logged in users - other users will still need to enter a password to view the site.
ar: قمت بتفعيل الحماية بكلمة مرور و السماح للمستخدمين المسجلين فقط - باقي المستخدمين سيحتاجون لتسجيل الدخول لمشاهدة الموقع.
el: Έχετε ενεργοποιήσει την προστασία συνθηματικού και επιτρέπονται οι συνδεδεμένοι χρήστες - οι άλλοι χρήστες θα χρειάζεται να εισάγουν συνθηματικό για να δουν τον ιστότοπο
tr_tr: Parola korumasını devreye aldınız ve giriş yapmış kullanıcılara izin verdiniz - diğer kullanıcılar siteyi görüntülemek için halen bir parola girmek zorundalar.

source: <strong>ERROR</strong>: Cookies are blocked or not supported by your browser. You must <a href='http://www.google.com/cookies.html'>enable cookies</a> to use WordPress.
ar: <strong>خطأ</strong>: متصفح الإنترنت الخاص بك لا يدعم الكوكيز. يجب عليك <a href='http://www.google.com/cookies.html'>تفعيل الكوكيز</a> لاستخدام الووردبريس.
ca: <strong>ERROR</strong>: Les galetes estan bloquejades o no suportades pel vostre navegador. Heu <a href='http://www.google.com/cookies.html'>d'activar les galetes</a> per usar el WordPress.
el: <strong>Σφάλμα</strong>: Ο πλοηγός σας φράζει τα «cookies» ή δεν τα υποστηρίζει καθόλου. Για να συνδεθείτε πρέπει να έχετε <a href='http://www.google.com/cookies.html'>ενεργοποιημένα cookies</a>.
fa_ir: <strong>خطا</strong>: کوکی‌ها از کار افتاده‌اند یا کاوشگر شما از کوکی‌ها پشتیبانی نمی‌کند. شما باید برای به کارگیری وردپرس <a href='http://www.google.com/cookies.html'>کوکی‌ها را فعال کنید</a>
nl_nl: <strong>MISLUKT</strong>: Je browser ondersteunt geen cookies of ze worden geblokkeerd. Je moet <a href='http://www.google.nl/cookies.html'>cookies inschakelen</a> om WordPress te kunnen gebruiken.
pl_pl: <strong>BŁĄD</strong>: Ciasteczka są blokowane lub nieobsługiwane przez Twoją przeglądarkę. Musisz <a href='http://www.google.com/cookies.html'>włączyć obsługę ciasteczek</a>, by móc używać WordPressa.
ru_ru: <strong>ОШИБКА</strong>: Cookies либо заблокированы, либо не поддерживаются вашим браузером. Чтобы использовать WordPress, нужно <a href='http://www.google.com/cookies.html'>разрешить cookies</a>.
tr_tr: <strong>HATA</strong>: Çerezler engellenmiş ya da tarayıcınız tarafından desteklenmiyor. WordPress'i kullanabilmek için <a href='http://www.google.com/cookies.html'>çerezleri etkinleştirmelisiniz</a>

source: Password
ar: كلمة المرور
ca: Contrasenya
el: Συνθηματικό
fa_ir: رمز
nl_nl: Wachtwoord
pl_pl: Hasło
ru_ru: Пароль
tr_tr: Parola

source: <p><strong>Enabled Checkbox</strong><br />Turn on/off password protection.</p>
fa_ir: <p><strong>فعال جعبه </strong><br /> روشن روشن / خاموش حفاظت از رمز عبور </p>
ru_ru: <p><strong>Включить чекбокс</strong><br/>Включить/выключить защиту паролем.</p>

source: <p><strong>Allow RSS Feeds Checkbox</strong><br />RSS Feeds will be able to accessed even when the site is password proteced.</p>
fa_ir: <p><strong> اجازه می دهد جعبه آر اس اس</strong><br /> آر اس اس قادر خواهد بود به دیده حتی زمانی که سایت رمز عبور proteced است. </p>

source: <p><strong>Allow Administrators Checkbox</strong><br />Administrators will not need to enter a password to view the site (providing they are logged in of course). You will also need to enable this option if you want administrators to be able to preview the site in the Theme Customizer.</p>
fa_ir: <p><strong> اجازه می دهد مدیران جعبه است</strong><br /> مدیران نمی خواهد نیاز به وارد کردن رمز عبور برای دیدن سایت (با ارائه آنها در سیستم وارد شده باشد البته). همچنین شما می خواهد نیاز به فعال کردن این گزینه اگر شما می خواهید مدیران قادر به پیش نمایش سایت در Customizer تم </p>
ru_ru: <p><strong>Разрешить чекбокс Администраторы</strong><br />Администраторам не нужно будет вводить пароль, чтобы увидеть сайт (в случае, если они вошли, конечно же). Также вам нужно включить эту опцию, если вы хотите, чтобы администраторы имели возможность видеть превью сайта в настройках тем.

source: You have enabled password protection and allowed administrators - other users will still need to login to view the site.
fa_ir: شما را فعال حفاظت از رمز عبور و مدیران اجازه - کاربران دیگر هنوز نیاز به برای مشاهده سایت وارد شوید.
ru_ru: Вы включили защиту паролем и разрешили администраторов - другим пользователям всё же нужно будет войти, чтобы увидеть сайт.

source: Remember Me
fa_ir: مرا به خاطر بسپار
ru_ru: Запомнить меня

source: Log In
fa_ir: ورود
ru_ru: Войти

source: A very simple way to quickly password protect your WordPress site with a single password. Integrates seamlessly into your WordPress privacy settings.
fa_ir: یک راه بسیار ساده را به سرعت رمز عبور محافظت از سایت وردپرس خود را با یک رمز عبور واحد. ادغام یکپارچه به تنظیمات حریم خصوصی خود را با وردپرس.
ru_ru: Очень простой способ быстро защитить ваш сайн на WordPress единственным паролем. Хорошо интегрирован в настройки приватности вашего WordPress.

source: <p><strong>Allow RSS Feeds Checkbox</strong><br />RSS Feeds will be able to accessed even when the site is password protected.</p>
ru_ru: <p><strong>Разрешить чекбокс RSS-каналы</strong><br>RSS-каналы будут получать доступ, даже когда сайт защищён паролем.<p>
